Revit 2027 API
UV Properties
The UV type exposes the following members.
Properties
Name | Description
BasisU | The basis of the U axis.
BasisV | The basis of the V axis.
Item
U | Gets the first coordinate.
V | Gets the second coordinate.
Zero | The coordinate origin or zero 2-D vector.
Top
See Also
Reference
UV Class
Autodesk.Revit.DB Namespace